Repository: surt91/exposure
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de

source: Scanning images in %s...
de: Scanne Bilder in %s...

source: Found %d image files
de: %d Bilddateien gefunden

source: %d invalid images skipped
de: %d ungültige Bilder übersprungen

source: Duplicate filenames detected:
de: Doppelte Dateinamen erkannt:

source: Cannot proceed with duplicate filenames
de: Kann nicht mit doppelten Dateinamen fortfahren

source: Added %d stub entries to YAML
de: %d Platzhalter-Einträge zu YAML hinzugefügt

source: No YAML entry for %s, using defaults
de: Kein YAML-Eintrag für %s, verwende Standardwerte

source: Unknown category '%s' for %s
de: Unbekannte Kategorie '%s' für %s

source: Gallery
de: Galerie

source: ✓ Generated %s
de: ✓ %s generiert

source: HTML size: %d bytes
de: HTML-Größe: %d Bytes

source: Categories:
de: Kategorien:

source: %d images
de: %d Bilder

source: ✓ Gallery built successfully!
de: ✓ Galerie erfolgreich erstellt!

source: Output: %s
de: Ausgabe: %s

source: Loaded %d images across %d categories
de: %d Bilder in %d Kategorien geladen

source: Generating gallery HTML...
de: Generiere Galerie-HTML...

source: Error: %s
de: Fehler: %s
